<template>
  <div class="container">
    <div class="row">
      <div class="leftcolumn mx-auto">
        <div class="card">
          <h2>
            รู้หรือไม่ว่าขยะประเภท “พลาสติก” ไม่ว่าจะเป็น ขวด
            ถุงหรือแม้กระทั่งฝาเล็กๆที่เราใช้ในชีวิตประจำวันนี้
            ใช้เวลาในการย่อยสลายยาวนานถึง 450 ปีเลยทีเดียว
          </h2>
          <h5>3 กันยายน 2563 | ข่าวสารองค์กร</h5>
          <div>
            <img src="../assets/imgs/b4.jpg" alt="" width="100%" />
          </div>
          <br />
          <p>
            😱รู้หรือไม่ว่าขยะประเภท “พลาสติก” ไม่ว่าจะเป็น ขวด
            ถุงหรือแม้กระทั่งฝาเล็กๆที่เราใช้ในชีวิตประจำวันนี้
            ใช้เวลาในการย่อยสลายยาวนานถึง 450 ปีเลยทีเดียว
            หมายความว่าถึงแม้ตัวเราจะจากลาโลกนี้ไปแล้วแต่เจ้าพลาสติกทั้งหลายยังคงอยู่ไปอีกนาน😱
            📌เพราะฉะนั้นเราทุกคนจึงควรคัดแยกขยะเพื่อนำไปรีไซเคิลนำกลับมาใช้ใหม่นะครับ
            อย่างน้อยก็สามารถช่วยลดปัญหาขยะล้นโลกและสามารถช่วยลดภาวะโลกร้อนได้อีกทางหนึ่ง
            🤗Unii
            ขอเป็นส่วนหนึ่งที่จะช่วยให้คุณสามารถรักษาโลกของเราไว้ด้วยแอพขายขยะ
            แอพพลิเคชั่นใหม่ที่จะทำให้คุณมีรายได้เพิ่มขึ้นในทุกครัวเรือนครับ🤗
            #คุณเองก็สามารถมีรายได้ เพียงโหลด Unii App <br />
            •••••••••••••••••••••••••••••••••••••••••• <br />
            🛍สำหรับผู้ขาย 📲ดาวน์โหลดได้เเล้ววันนี้ Android :
            <a href="https://buff.ly/36wyOzI">https://buff.ly/36wyOzI</a> iOS :
            เร็วๆนี้ . <br />
            🛒สำหรับผู้รับซื้อ ติดต่อโดยตรงที่ Unii Online หรือ
            สอบถามเพิ่มเติมที่ลิ้งค์นี้เลยครับ LineOA :
            <a href="https://buff.ly/2PhPuoB">https://buff.ly/2PhPuoB</a>
            •••••••••••••••••••••••••••••••••••••••••• <br />
            Unii App นวัตกรรมเปลี่ยนเมืองระดับโลก
            ขยะเปลี่ยนเมืองพัฒนาเมืองเปลี่ยนประเทศ
            แฟรนไชส์ยูนี่รีไซเคิลจากแพลตฟอร์มunii
            Disruptต้นทุนครั้งยิ่งใหญ่ของธุรกิจรีไซเคิลกว่า70% ซื้อ-ขาย
            ขยะผ่านออนไลน์ง่ายๆแค่โหลด UNII
            บริหารธุรกิจรีไซเคิลครบวงจรบนออนไลน์แพลตฟอร์มUNII
            ห้างสรรพสินค้าขยะออนไลน์จากผู้ขายทั่วประเทศ
          </p>
        </div>
        <!-- <div class="card">
          <h2>TITLE HEADING</h2>
          <h5>Title description, Sep 2, 2017</h5>
          <div class="fakeimg" style="height: 200px">Image</div>
          <p>Some text..</p>
          <p>
            Sunt in culpa qui officia deserunt mollit anim id est laborum
            consectetur adipiscing elit, sed do eiusmod tempor incididunt ut
            labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud
            exercitation ullamco.
          </p>
        </div> -->
        <div class="my-3">
          <nuxt-link to="/" class="previous back-buttom"
            >&laquo; กลับสู่หน้าหลัก</nuxt-link
          >
        </div>
      </div>
      <!-- <div class="rightcolumn">
        <div class="card">
          <h2>About Me</h2>
          <div class="fakeimg" style="height: 100px">Image</div>
          <p>Some text about me in culpa qui officia deserunt mollit anim..</p>
        </div>
        <div class="card">
          <h3>Popular Post</h3>
          <div class="fakeimg">Image</div>
          <br />
          <div class="fakeimg">Image</div>
          <br />
          <div class="fakeimg">Image</div>
        </div>
        <div class="card">
          <h3>Follow Me</h3>
          <p>Some text..</p>
        </div>
      </div> -->
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style scoped>
a {
  color: #212529;
  text-decoration: none;
}
a:hover {
  color: #69197b;
}
/* Header/Blog Title */
.header {
  padding: 30px;
  font-size: 40px;
  text-align: center;
  background: white;
}

/* Create two unequal columns that floats next to each other */
/* Left column */
.leftcolumn {
  width: 75%;
}

/* Right column */
.rightcolumn {
  float: left;
  width: 25%;
  padding-left: 20px;
}

/* Fake image */
.fakeimg {
  background-color: #aaa;
  width: 100%;
  padding: 20px;
}

/* Add a card effect for articles */
.card {
  background-color: white;
  padding: 20px;
  margin-top: 20px;
}

/* Clear floats after the columns */
.row:after {
  content: '';
  display: table;
  clear: both;
}

/* Footer */
.footer {
  padding: 20px;
  text-align: center;
  background: #ddd;
  margin-top: 20px;
}

/* Responsive layout - when the screen is less than 800px wide, make the two columns stack on top of each other instead of next to each other */
@media screen and (max-width: 800px) {
  .leftcolumn,
  .rightcolumn {
    width: 100%;
    padding: 0;
  }
  .back-buttom {
    padding-left: 20px;
  }
}
</style>
